aerospike_cassandra_ycsb/cassandra_data/cassandra_workloadd
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.CassandraClient10 -P workloads/workloadd -p cassandra.connectionretries=10 -p fieldlength=10 -p updateretrycount=100 -p cassandra.operationretries=10 -p recordcount=50000000 -p reconnectiontime=1000 -p fieldcount=10 -p timeseries.granularity=100 -p threadcount=32 -p insertretrycount=10 -p readretrycount=1000 -p ignoreinserterrors=true -p hosts=169.229.49.94,169.229.49.95,169.229.49.96,169.229.49.97 -p maxexecutiontime=60 -p measurementtype=timeseries -p exportmeasurementsinterval=30000 -p operationcount=60000000 -t
[OVERALL], RunTime(ms), 60010.0
[OVERALL], Throughput(ops/sec), 81987.71871354774
[INSERT], Operations, 245986
[INSERT], AverageLatency(us), 292.9185319489727
[INSERT], MinLatency(us), 110
[INSERT], MaxLatency(us), 104243
[INSERT], Return=0, 245985
[INSERT], 0, 1519.8204225352113
[INSERT], 100, 713.6348039215686
[INSERT], 200, 539.581081081081
[INSERT], 300, 344.2009237875289
[INSERT], 400, 354.43548387096774
[INSERT], 500, 333.7857142857143
[INSERT], 600, 333.2780172413793
[INSERT], 700, 290.1460905349794
[INSERT], 800, 267.51836734693876
[INSERT], 900, 259.1525054466231
[INSERT], 1000, 268.08125
[INSERT], 1100, 265.4696629213483
[INSERT], 1200, 251.90963855421685
[INSERT], 1300, 238.11387163561076
[INSERT], 1400, 245.01311475409835
[INSERT], 1500, 250.26900584795322
[INSERT], 1600, 260.2699619771863
[INSERT], 1700, 245.52964426877472
[INSERT], 1800, 262.189497716895
[INSERT], 1900, 241.7378048780488
[INSERT], 2000, 240.6689342403628
[INSERT], 2100, 266.6614349775785
[INSERT], 2200, 245.35817805383022
[INSERT], 2300, 250.48505747126435
[INSERT], 2400, 254.3112582781457
[INSERT], 2500, 239.64621676891616
[INSERT], 2600, 267.73267326732673
[INSERT], 2700, 247.13566739606128
[INSERT], 2800, 250.3846153846154
[INSERT], 2900, 244.10642570281124
[INSERT], 3000, 318.8216704288939
[INSERT], 3100, 378.9672897196262
[INSERT], 3200, 270.1671018276762
[INSERT], 3300, 274.890756302521
[INSERT], 3400, 292.3534743202417
[INSERT], 3500, 366.2755741127349
[INSERT], 3600, 251.38058252427186
[INSERT], 3700, 400.9457013574661
[INSERT], 3800, 241.32510288065845
[INSERT], 3900, 245.2927927927928
[INSERT], 4000, 262.06928838951313
[INSERT], 4100, 245.19123505976097
[INSERT], 4200, 245.8556338028169
[INSERT], 4300, 233.81566820276498
[INSERT], 4400, 440.39
[INSERT], 4500, 241.72407407407408
[INSERT], 4600, 240.66666666666666
[INSERT], 4700, 243.51394422310756
[INSERT], 4800, 241.44703389830508
[INSERT], 4900, 239.41596638655463
[INSERT], 5000, 244.97008547008548
[INSERT], 5100, 242.67303102625297
[INSERT], 5200, 248.33946830265847
[INSERT], 5300, 232.22869955156952
[INSERT], 5400, 242.6153846153846
[INSERT], 5500, 248.94759825327512
[INSERT], 5600, 250.19688109161794
[INSERT], 5700, 233.34237995824634
[INSERT], 5800, 246.36399217221134
[INSERT], 5900, 237.5133689839572
[INSERT], 6000, 233.1911111111111
[INSERT], 6100, 235.57411273486431
[INSERT], 6200, 452.40047961630694
[INSERT], 6300, 257.9627906976744
[INSERT], 6400, 238.5956043956044
[INSERT], 6500, 248.89178356713427
[INSERT], 6600, 252.83983572895278
[INSERT], 6700, 251.72222222222223
[INSERT], 6800, 211.8868501529052
[INSERT], 6900, 241.8048780487805
[INSERT], 7000, 234.86511627906978
[INSERT], 7100, 239.28483606557376
[INSERT], 7200, 244.87
[INSERT], 7300, 253.91498881431767
[INSERT], 7400, 239.57954545454547
[INSERT], 7500, 254.13863636363635
[INSERT], 7600, 387.10199004975124
[INSERT], 7700, 268.8909952606635
[INSERT], 7800, 320.78042959427205
[INSERT], 7900, 467.9268292682927
[INSERT], 8000, 462.8449197860963
[INSERT], 8100, 297.2716894977169
[INSERT], 8200, 359.5
[INSERT], 8300, 270.22295805739515
[INSERT], 8400, 293.37546468401484
[INSERT], 8500, 230.87695749440715
[INSERT], 8600, 273.01612903225805
[INSERT], 8700, 329.18518518518516
[INSERT], 8800, 240.2340425531915
[INSERT], 8900, 340.2921810699589
[INSERT], 9000, 396.56979405034326
[INSERT], 9100, 225.74065420560748
[INSERT], 9200, 280.3100233100233
[INSERT], 9300, 238.13863636363635
[INSERT], 9400, 561.0167597765363
[INSERT], 9500, 324.8663594470046
[INSERT], 9600, 241.40172786177106
[INSERT], 9700, 247.8081023454158
[INSERT], 9800, 252.6743648960739
[INSERT], 9900, 232.23890063424946
[INSERT], 10000, 236.66666666666666
[INSERT], 10100, 246.81553398058253
[INSERT], 10200, 242.85265225933202
[INSERT], 10300, 243.900826446281
[INSERT], 10400, 240.2183908045977
[INSERT], 10500, 237.2408256880734
[INSERT], 10600, 247.361328125
[INSERT], 10700, 208.94485294117646
[INSERT], 10800, 268.8453608247423
[INSERT], 10900, 252.06578947368422
[INSERT], 11000, 263.4932735426009
[INSERT], 11100, 404.1546666666667
[INSERT], 11200, 313.7114967462039
[INSERT], 11300, 372.609977324263
[INSERT], 11400, 274.12867647058823
[INSERT], 11500, 313.77115987460814
[INSERT], 11600, 500.29969418960246
[INSERT], 11700, 307.2950450450451
[INSERT], 11800, 278.9730941704036
[INSERT], 11900, 411.1383495145631
[INSERT], 12000, 224.88536585365853
[INSERT], 12100, 238.36296296296297
[INSERT], 12200, 326.74257425742576
[INSERT], 12300, 525.9015317286652
[INSERT], 12400, 345.5376344086022
[INSERT], 12500, 401.6752136752137
[INSERT], 12600, 367.44976076555025
[INSERT], 12700, 401.5966183574879
[INSERT], 12800, 430.4230769230769
[INSERT], 12900, 276.67813267813267
[INSERT], 13000, 237.50471698113208
[INSERT], 13100, 244.90112359550562
[INSERT], 13200, 281.8641975308642
[INSERT], 13300, 249.4181818181818
[INSERT], 13400, 255.74739583333334
[INSERT], 13500, 213.98837209302326
[INSERT], 13600, 241.09476309226932
[INSERT], 13700, 243.731981981982
[INSERT], 13800, 210.98089171974522
[INSERT], 13900, 234.9191176470588
[INSERT], 14000, 253.21280991735537
[INSERT], 14100, 235.31460674157304
[INSERT], 14200, 255.08453608247422
[INSERT], 14300, 245.50213675213675
[INSERT], 14400, 268.44917257683215
[INSERT], 14500, 245.061310782241
[INSERT], 14600, 292.38199513381994
[INSERT], 14700, 248.6159090909091
[INSERT], 14800, 240.12064965197214
[INSERT], 14900, 257.37441860465117
[INSERT], 15000, 244.84381338742392
[INSERT], 15100, 257.75586854460096
[INSERT], 15200, 257.8961038961039
[INSERT], 15300, 260.2514619883041
[INSERT], 15400, 241.9175704989154
[INSERT], 15500, 257.5216400911162
[INSERT], 15600, 225.0893300248139
[INSERT], 15700, 573.7893518518518
[INSERT], 15800, 249.52683896620277
[INSERT], 15900, 235.69151138716356
[INSERT], 16000, 269.4328018223235
[INSERT], 16100, 202.21212121212122
[INSERT], 16200, 275.515306122449
[INSERT], 16300, 270.5484536082474
[INSERT], 16400, 252.85557986870896
[INSERT], 16500, 240.732
[INSERT], 16600, 247.01098901098902
[INSERT], 16700, 242.4474272930649
[INSERT], 16800, 238.03803131991052
[INSERT], 16900, 225.65237020316027
[INSERT], 17000, 227.01941747572815
[INSERT], 17100, 244.2785388127854
[INSERT], 17200, 245.6061855670103
[INSERT], 17300, 248.29124236252545
[INSERT], 17400, 251.90200445434297
[INSERT], 17500, 249.16938775510204
[INSERT], 17600, 250.4476386036961
[INSERT], 17700, 235.80446927374302
[INSERT], 17800, 245.15658362989325
[INSERT], 17900, 244.73498964803312
[INSERT], 18000, 316.3783783783784
[INSERT], 18100, 256.5724299065421
[INSERT], 18200, 246.83673469387756
[INSERT], 18300, 435.2387543252595
[INSERT], 18400, 247.97278911564626
[INSERT], 18500, 772.4895104895105
[INSERT], 18600, 236.75213675213675
[INSERT], 18700, 243.13406593406594
[INSERT], 18800, 289.68856447688563
[INSERT], 18900, 262.5558139534884
[INSERT], 19000, 240.06728538283062
[INSERT], 19100, 305.5
[INSERT], 19200, 273.0493273542601
[INSERT], 19300, 285.4168734491315
[INSERT], 19400, 274.23230088495575
[INSERT], 19500, 242.0751708428246
[INSERT], 19600, 247.54852320675104
[INSERT], 19700, 246.08678500986193
[INSERT], 19800, 246.20661157024793
[INSERT], 19900, 254.73548387096776
[INSERT], 20000, 239.94690265486724
[INSERT], 20100, 253.47121535181236
[INSERT], 20200, 247.96186440677965
[INSERT], 20300, 240.23502304147465
[INSERT], 20400, 246.66814159292036
[INSERT], 20500, 254.64039408866995
[INSERT], 20600, 239.75981524249423
[INSERT], 20700, 238.22456140350877
[INSERT], 20800, 237.2803738317757
[INSERT], 20900, 231.19660194174756
[INSERT], 21000, 312.48275862068965
[INSERT], 21100, 392.40189125295507
[INSERT], 21200, 228.0399061032864
[INSERT], 21300, 360.46485260770976
[INSERT], 21400, 339.64950980392155
[INSERT], 21500, 238.5462962962963
[INSERT], 21600, 334.8712871287129
[INSERT], 21700, 233.3009708737864
[INSERT], 21800, 356.8125
[INSERT], 21900, 308.9586374695864
[INSERT], 22000, 275.7820823244552
[INSERT], 22100, 236.09294871794873
[INSERT], 22200, 224.3128205128205
[INSERT], 22300, 545.0346534653465
[INSERT], 22400, 449.0949074074074
[INSERT], 22500, 227.14253393665157
[INSERT], 22600, 612.5486284289277
[INSERT], 22700, 516.6291866028708
[INSERT], 22800, 234.29567307692307
[INSERT], 22900, 340.2920353982301
[INSERT], 23000, 234.6416861826698
[INSERT], 23100, 218.29085872576178
[INSERT], 23200, 239.25840336134453
[INSERT], 23300, 252.86926605504587
[INSERT], 23400, 259.71398305084745
[INSERT], 23500, 241.1859410430839
[INSERT], 23600, 515.5850340136054
[INSERT], 23700, 378.7382716049383
[INSERT], 23800, 234.06603773584905
[INSERT], 23900, 262.35
[INSERT], 24000, 296.552
[INSERT], 24100, 257.59611231101513
[INSERT], 24200, 247.89647577092512
[INSERT], 24300, 252.06221198156683
[INSERT], 24400, 272.78859857482183
[INSERT], 24500, 229.9070351758794
[INSERT], 24600, 236.92137592137593
[INSERT], 24700, 240.32962138084633
[INSERT], 24800, 236.38262910798122
[INSERT], 24900, 241.70045045045046
[INSERT], 25000, 295.9869791666667
[INSERT], 25100, 247.56617647058823
[INSERT], 25200, 302.283185840708
[INSERT], 25300, 226.296992481203
[INSERT], 25400, 309.9413793103448
[INSERT], 25500, 291.428927680798
[INSERT], 25600, 244.6836027713626
[INSERT], 25700, 240.6769230769231
[INSERT], 25800, 274.65367965367966
[INSERT], 25900, 243.3311111111111
[INSERT], 26000, 250.54725274725274
[INSERT], 26100, 251.01054852320675
[INSERT], 26200, 237.640625
[INSERT], 26300, 244.53813559322035
[INSERT], 26400, 244.71807228915662
[INSERT], 26500, 244.65400843881858
[INSERT], 26600, 331.43225806451613
[INSERT], 26700, 257.2384259259259
[INSERT], 26800, 599.4051522248244
[INSERT], 26900, 243.44060475161987
[INSERT], 27000, 297.4356659142212
[INSERT], 27100, 253.65245202558634
[INSERT], 27200, 250.33404710920772
[INSERT], 27300, 240.05336426914153
[INSERT], 27400, 249.58811040339702
[INSERT], 27500, 238.07366071428572
[INSERT], 27600, 233.6135770234987
[INSERT], 27700, 234.15107913669064
[INSERT], 27800, 238.74947368421053
[INSERT], 27900, 242.18493150684932
[INSERT], 28000, 245.30973451327435
[INSERT], 28100, 254.22995780590716
[INSERT], 28200, 243.67403314917127
[INSERT], 28300, 246.6392572944297
[INSERT], 28400, 411.2729306487696
[INSERT], 28500, 257.25657894736844
[INSERT], 28600, 246.36743215031316
[INSERT], 28700, 240.90156599552571
[INSERT], 28800, 240.4147582697201
[INSERT], 28900, 242.30985915492957
[INSERT], 29000, 244.59606986899564
[INSERT], 29100, 246.95280898876405
[INSERT], 29200, 243.68072289156626
[INSERT], 29300, 255.61980198019802
[INSERT], 29400, 249.06221198156683
[INSERT], 29500, 255.4925
[INSERT], 29600, 251.22736842105263
[INSERT], 29700, 263.33262711864404
[INSERT], 29800, 246.28215767634856
[INSERT], 29900, 409.8083989501312
[INSERT], 30000, 220.3287037037037
[INSERT], 30100, 253.18041237113403
[INSERT], 30200, 246.11655011655012
[INSERT], 30300, 251.75862068965517
[INSERT], 30400, 277.9600938967136
[INSERT], 30500, 246.8645598194131
[INSERT], 30600, 246.80454545454546
[INSERT], 30700, 251.4650655021834
[INSERT], 30800, 245.47797356828193
[INSERT], 30900, 241.94560669456067
[INSERT], 31000, 250.63333333333333
[INSERT], 31100, 250.324
[INSERT], 31200, 392.55135135135134
[INSERT], 31300, 434.96143958868896
[INSERT], 31400, 486.34188034188037
[INSERT], 31500, 225.35335689045937
[INSERT], 31600, 284.40198511166255
[INSERT], 31700, 543.611253196931
[INSERT], 31800, 326.3290322580645
[INSERT], 31900, 532.0067567567568
[INSERT], 32000, 352.75126903553297
[INSERT], 32100, 1352.75
[INSERT], 32200, 1599.486111111111
[INSERT], 32300, 643.6857142857143
[INSERT], 32400, 620.2047244094488
[INSERT], 32500, 658.8709677419355
[INSERT], 32600, 1797.530612244898
[INSERT], 32700, 308.91525423728814
[INSERT], 32800, 858.5054945054945
[INSERT], 32900, 807.7103448275863
[INSERT], 33000, 959.3581560283687
[INSERT], 33100, 2391.1612903225805
[INSERT], 33200, 876.7699530516431
[INSERT], 33300, 524.8066914498141
[INSERT], 33400, 677.4188679245283
[INSERT], 33500, 371.9522058823529
[INSERT], 33600, 656.463556851312
[INSERT], 33700, 652.7827380952381
[INSERT], 33800, 345.39336492890993
[INSERT], 33900, 267.0404255319149
[INSERT], 34000, 242.85545023696682
[INSERT], 34100, 257.07645875251507
[INSERT], 34200, 252.08849557522123
[INSERT], 34300, 238.96835443037975
[INSERT], 34400, 256.2126696832579
[INSERT], 34500, 253.0442105263158
[INSERT], 34600, 249.51321585903085
[INSERT], 34700, 238.06666666666666
[INSERT], 34800, 251.6125541125541
[INSERT], 34900, 239.57174392935983
[INSERT], 35000, 245.14347826086956
[INSERT], 35100, 241.05868544600938
[INSERT], 35200, 234.8707224334601
[INSERT], 35300, 247.6153846153846
[INSERT], 35400, 253.71648351648352
[INSERT], 35500, 239.50710900473933
[INSERT], 35600, 285.87529976019187
[INSERT], 35700, 278.4569536423841
[INSERT], 35800, 244.66887417218544
[INSERT], 35900, 238.5456570155902
[INSERT], 36000, 541.2303370786517
[INSERT], 36100, 248.97697368421052
[INSERT], 36200, 248.21382289416846
[INSERT], 36300, 248.48723404255318
[INSERT], 36400, 236.1573033707865
[INSERT], 36500, 255.93967517401393
[INSERT], 36600, 258.26141078838174
[INSERT], 36700, 247.06633906633905
[INSERT], 36800, 256.8266033254157
[INSERT], 36900, 251.6094117647059
[INSERT], 37000, 240.33260869565217
[INSERT], 37100, 330.3107822410148
[INSERT], 37200, 243.11611374407582
[INSERT], 37300, 232.57831325301206
[INSERT], 37400, 248.84328358208955
[INSERT], 37500, 255.35344827586206
[INSERT], 37600, 264.17808219178085
[INSERT], 37700, 254.89125295508273
[INSERT], 37800, 268.9660297239915
[INSERT], 37900, 234.8639455782313
[INSERT], 38000, 245.65777777777777
[INSERT], 38100, 261.97091722595076
[INSERT], 38200, 241.40546218487395
[INSERT], 38300, 287.5175
[INSERT], 38400, 247.6216216216216
[INSERT], 38500, 253.36065573770492
[INSERT], 38600, 251.13552361396304
[INSERT], 38700, 263.95329087048833
[INSERT], 38800, 258.6729957805907
[INSERT], 38900, 250.66522678185746
[INSERT], 39000, 256.13673469387754
[INSERT], 39100, 249.92584745762713
[INSERT], 39200, 242.19535783365572
[INSERT], 39300, 253.50925925925927
[INSERT], 39400, 217.95375722543352
[INSERT], 39500, 415.2327188940092
[INSERT], 39600, 245.58230452674897
[INSERT], 39700, 240.57505773672057
[INSERT], 39800, 244.92342342342343
[INSERT], 39900, 250.37608695652173
[INSERT], 40000, 242.16559139784945
[INSERT], 40100, 243.8423236514523
[INSERT], 40200, 256.7921225382932
[INSERT], 40300, 240.35235732009926
[INSERT], 40400, 250.13358778625954
[INSERT], 40500, 256.6074950690335
[INSERT], 40600, 248.6851851851852
[INSERT], 40700, 243.59819413092552
[INSERT], 40800, 567.2875318066158
[INSERT], 40900, 236.31784841075793
[INSERT], 41000, 241.19607843137254
[INSERT], 41100, 251.16089613034623
[INSERT], 41200, 251.03497942386832
[INSERT], 41300, 247.7941787941788
[INSERT], 41400, 241.5420054200542
[INSERT], 41500, 406.63612565445027
[INSERT], 41600, 255.6209677419355
[INSERT], 41700, 245.47227533460804
[INSERT], 41800, 246.2404255319149
[INSERT], 41900, 242.66029723991508
[INSERT], 42000, 244.24943820224718
[INSERT], 42100, 244.84801762114537
[INSERT], 42200, 239.36123348017622
[INSERT], 42300, 241.74200426439234
[INSERT], 42400, 235.0837104072398
[INSERT], 42500, 242.2622950819672
[INSERT], 42600, 247.65204678362574
[INSERT], 42700, 256.0656455142232
[INSERT], 42800, 272.5524017467249
[INSERT], 42900, 252.74259681093395
[INSERT], 43000, 246.33333333333334
[INSERT], 43100, 224.0
[INSERT], 43200, 239.76271186440678
[INSERT], 43300, 249.55268389662027
[INSERT], 43400, 259.1897654584222
[INSERT], 43500, 765.3132075471698
[INSERT], 43600, 245.42526315789473
[INSERT], 43700, 913.6606334841629
[INSERT], 43800, 244.05128205128204
[INSERT], 43900, 256.65439672801637
[INSERT], 44000, 393.17021276595744
[INSERT], 44100, 256.5157232704403
[INSERT], 44200, 243.244769874477
[INSERT], 44300, 248.71779141104295
[INSERT], 44400, 250.4742268041237
[INSERT], 44500, 226.5877659574468
[INSERT], 44600, 249.29974811083125
[INSERT], 44700, 248.5722433460076
[INSERT], 44800, 250.0799086757991
[INSERT], 44900, 244.34978540772534
[INSERT], 45000, 251.09375
[INSERT], 45100, 248.57926829268294
[INSERT], 45200, 244.5763440860215
[INSERT], 45300, 307.405684754522
[INSERT], 45400, 458.17894736842106
[INSERT], 45500, 410.2972972972973
[INSERT], 45600, 1561.8837209302326
[INSERT], 45700, 286.9922480620155
[INSERT], 45800, 287.4074074074074
[INSERT], 45900, 431.0181347150259
[INSERT], 46000, 313.62698412698415
[INSERT], 46100, 418.98387096774195
[INSERT], 46200, 244.9012048192771
[INSERT], 46300, 307.30727762803235
[INSERT], 46400, 281.8484107579462
[INSERT], 46500, 522.8776595744681
[INSERT], 46600, 417.88038277511964
[INSERT], 46700, 301.8793969849246
[INSERT], 46800, 326.64961636828644
[INSERT], 46900, 295.79462102689484
[INSERT], 47000, 650.3985680190931
[INSERT], 47100, 532.088471849866
[INSERT], 47200, 233.19277108433735
[INSERT], 47300, 248.911051212938
[INSERT], 47400, 251.72494172494171
[INSERT], 47500, 242.54481132075472
[INSERT], 47600, 258.410101010101
[INSERT], 47700, 239.34782608695653
[INSERT], 47800, 253.59493670886076
[INSERT], 47900, 257.31019522776575
[INSERT], 48000, 420.4587628865979
[INSERT], 48100, 239.85560344827587
[INSERT], 48200, 249.70520231213874
[INSERT], 48300, 249.98326359832635
[INSERT], 48400, 234.53104925053532
[INSERT], 48500, 250.85564853556485
[INSERT], 48600, 238.87769784172662
[INSERT], 48700, 250.5306603773585
[INSERT], 48800, 251.62918660287082
[INSERT], 48900, 244.53303964757708
[INSERT], 49000, 255.62396694214877
[INSERT], 49100, 244.40283400809716
[INSERT], 49200, 248.40625
[INSERT], 49300, 241.24018475750577
[INSERT], 49400, 278.6157517899761
[INSERT], 49500, 249.19246861924685
[INSERT], 49600, 249.82751091703057
[INSERT], 49700, 244.4826923076923
[INSERT], 49800, 223.0172839506173
[INSERT], 49900, 426.545652173913
[INSERT], 50000, 241.15764705882353
[INSERT], 50100, 568.0489130434783
[INSERT], 50200, 240.66200466200465
[INSERT], 50300, 211.903125
[INSERT], 50400, 247.58490566037736
[INSERT], 50500, 258.2900432900433
[INSERT], 50600, 248.30327868852459
[INSERT], 50700, 261.90887290167865
[INSERT], 50800, 239.3961038961039
[INSERT], 50900, 240.4506172839506
[INSERT], 51000, 257.5114345114345
[INSERT], 51100, 402.10382513661204
[INSERT], 51200, 236.0900900900901
[INSERT], 51300, 247.48260869565217
[INSERT], 51400, 379.52463768115945
[INSERT], 51500, 284.2145328719723
[INSERT], 51600, 282.33815028901734
[INSERT], 51700, 257.8551136363636
[INSERT], 51800, 376.9825
[INSERT], 51900, 263.5223367697595
[INSERT], 52000, 294.46133333333336
[INSERT], 52100, 292.4428571428571
[INSERT], 52200, 252.42696629213484
[INSERT], 52300, 270.312
[INSERT], 52400, 302.3563535911602
[INSERT], 52500, 216.8962962962963
[INSERT], 52600, 282.1853785900783
[INSERT], 52700, 351.5403225806452
[INSERT], 52800, 326.7309523809524
[INSERT], 52900, 562.4725738396625
[INSERT], 53000, 377.02777777777777
[INSERT], 53100, 243.5876923076923
[INSERT], 53200, 337.1254355400697
[INSERT], 53300, 351.5741176470588
[INSERT], 53400, 258.2644230769231
[INSERT], 53500, 243.60907127429806
[INSERT], 53600, 249.42165898617512
[INSERT], 53700, 252.30679156908664
[INSERT], 53800, 240.3831325301205
[INSERT], 53900, 246.11697247706422
[INSERT], 54000, 240.83456790123458
[INSERT], 54100, 243.2642369020501
[INSERT], 54200, 241.5230352303523
[INSERT], 54300, 270.85057471264366
[INSERT], 54400, 243.23620309050773
[INSERT], 54500, 280.5413870246085
[INSERT], 54600, 235.93002257336343
[INSERT], 54700, 428.1224489795918
[INSERT], 54800, 248.10352422907488
[INSERT], 54900, 303.093984962406
[INSERT], 55000, 414.38157894736844
[INSERT], 55100, 434.00890207715133
[INSERT], 55200, 251.85340314136127
[INSERT], 55300, 420.94354838709677
[INSERT], 55400, 256.65909090909093
[INSERT], 55500, 440.87660668380465
[INSERT], 55600, 508.1620879120879
[INSERT], 55700, 529.7616438356164
[INSERT], 55800, 260.60723514211884
[INSERT], 55900, 416.4529702970297
[INSERT], 56000, 431.9792899408284
[INSERT], 56100, 633.866485013624
[INSERT], 56200, 595.3529411764706
[INSERT], 56300, 622.0551948051948
[INSERT], 56400, 311.06624605678235
[INSERT], 56500, 249.37662337662337
[INSERT], 56600, 367.74344023323613
[INSERT], 56700, 692.8491124260355
[INSERT], 56800, 434.561320754717
[INSERT], 56900, 280.13592233009706
[INSERT], 57000, 251.85301837270342
[INSERT], 57100, 357.3475609756098
[INSERT], 57200, 381.1446700507614
[INSERT], 57300, 350.68764568764567
[INSERT], 57400, 410.9824561403509
[INSERT], 57500, 227.42957746478874
[INSERT], 57600, 229.41032608695653
[INSERT], 57700, 270.5113350125945
[INSERT], 57800, 343.8087557603687
[INSERT], 57900, 374.5047846889952
[INSERT], 58000, 236.8
[INSERT], 58100, 225.26378896882494
[INSERT], 58200, 236.5851851851852
[INSERT], 58300, 228.94444444444446
[INSERT], 58400, 233.05727923627686
[INSERT], 58500, 389.535
[INSERT], 58600, 599.2492668621701
[INSERT], 58700, 244.91542288557213
[INSERT], 58800, 148.21212121212122
[INSERT], 58900, 175.0
[INSERT], 59000, 239.63736263736263
[INSERT], 59100, 454.31111111111113
[INSERT], 59200, 244.45566502463055
[INSERT], 59300, 254.46614583333334
[INSERT], 59400, 241.18069306930693
[INSERT], 59500, 254.50591016548464
[INSERT], 59600, 256.0736607142857
[INSERT], 59700, 240.33493975903613
[INSERT], 59800, 237.0
[INSERT], 59900, 283.07211538461536
[READ], Operations, 4674097
[READ], AverageLatency(us), 392.56461173142105
[READ], MinLatency(us), 79
[READ], MaxLatency(us), 201378
[READ], Return=0, 4674049
[READ], 0, 511.42660882140274
[READ], 100, 375.39556826304505
[READ], 200, 336.7652450201638
[READ], 300, 341.34560806848833
[READ], 400, 345.0743352601156
[READ], 500, 296.2164403316909
[READ], 600, 413.3260166358595
[READ], 700, 327.7544068346491
[READ], 800, 346.6715345122647
[READ], 900, 348.101708428246
[READ], 1000, 353.53698121956876
[READ], 1100, 336.30430958663146
[READ], 1200, 323.62847443242094
[READ], 1300, 301.4566230812962
[READ], 1400, 690.6664708186447
[READ], 1500, 322.30019019442096
[READ], 1600, 326.9263327948304
[READ], 1700, 339.461906883493
[READ], 1800, 377.4548909046335
[READ], 1900, 334.7056823168056
[READ], 2000, 352.5022344448264
[READ], 2100, 347.06573727757
[READ], 2200, 328.1283996099252
[READ], 2300, 301.89767441860465
[READ], 2400, 425.65142301143277
[READ], 2500, 331.4918174921426
[READ], 2600, 319.06451612903226
[READ], 2700, 336.4016878562034
[READ], 2800, 317.75827952509894
[READ], 2900, 333.8630841632921
[READ], 3000, 343.03148425787106
[READ], 3100, 354.6791676748125
[READ], 3200, 401.2182273146319
[READ], 3300, 492.69535882232674
[READ], 3400, 593.1012419430907
[READ], 3500, 366.9817414127582
[READ], 3600, 335.7458447991194
[READ], 3700, 355.6728505173029
[READ], 3800, 341.00288536233495
[READ], 3900, 346.30567143984666
[READ], 4000, 322.82160271358913
[READ], 4100, 320.1908661417323
[READ], 4200, 343.2445485382006
[READ], 4300, 972.4424317617866
[READ], 4400, 458.6093772267351
[READ], 4500, 319.041314454776
[READ], 4600, 333.7834806987276
[READ], 4700, 329.6882499189277
[READ], 4800, 328.82752332940044
[READ], 4900, 338.0339319158312
[READ], 5000, 331.09248866824953
[READ], 5100, 344.1180026869682
[READ], 5200, 311.4786063569682
[READ], 5300, 276.24683616463346
[READ], 5400, 437.9007651559741
[READ], 5500, 331.4264721772015
[READ], 5600, 326.8150611456769
[READ], 5700, 345.2149311045855
[READ], 5800, 331.49324543391333
[READ], 5900, 343.38802799300174
[READ], 6000, 978.9114173228346
[READ], 6100, 358.29426172148356
[READ], 6200, 347.26230889611173
[READ], 6300, 352.68285077951003
[READ], 6400, 338.5796080158555
[READ], 6500, 318.5468421052632
[READ], 6600, 339.96881542699725
[READ], 6700, 329.8479392624729
[READ], 6800, 504.1616939364774
[READ], 6900, 338.2154255319149
[READ], 7000, 369.8438813498259
[READ], 7100, 332.35315139701106
[READ], 7200, 334.4952861214646
[READ], 7300, 317.72959685349065
[READ], 7400, 403.38479780329504
[READ], 7500, 352.0870663909947
[READ], 7600, 394.2024
[READ], 7700, 369.4483175986444
[READ], 7800, 370.2286348501665
[READ], 7900, 439.60064377682403
[READ], 8000, 662.8499754058042
[READ], 8100, 360.9730455075846
[READ], 8200, 381.4215906257791
[READ], 8300, 376.6401215805471
[READ], 8400, 562.0901929893658
[READ], 8500, 368.90666511302726
[READ], 8600, 390.53278487229863
[READ], 8700, 365.0512119771863
[READ], 8800, 351.46117311802425
[READ], 8900, 345.25080018289896
[READ], 9000, 360.7173273732502
[READ], 9100, 358.6499644633973
[READ], 9200, 373.216799904546
[READ], 9300, 363.0828959923664
[READ], 9400, 865.4836786829406
[READ], 9500, 415.11098085189525
[READ], 9600, 333.43923101987616
[READ], 9700, 330.3627461889396
[READ], 9800, 380.7584694126249
[READ], 9900, 317.6375823142051
[READ], 10000, 435.5132235528942
[READ], 10100, 336.3286312541327
[READ], 10200, 331.8400043506635
[READ], 10300, 324.95949824598705
[READ], 10400, 331.83863317882935
[READ], 10500, 339.3322284830405
[READ], 10600, 325.42019405053844
[READ], 10700, 611.1059007424775
[READ], 10800, 325.5596545473931
[READ], 10900, 334.244775139512
[READ], 11000, 357.98555829517437
[READ], 11100, 439.2498155526044
[READ], 11200, 365.9435282951714
[READ], 11300, 368.85857071464267
[READ], 11400, 328.1715854495539
[READ], 11500, 646.9917382148064
[READ], 11600, 522.5469587141506
[READ], 11700, 380.78886192361733
[READ], 11800, 367.72727272727275
[READ], 11900, 363.1075397299558
[READ], 12000, 394.8404758858897
[READ], 12100, 391.75521772738983
[READ], 12200, 378.6474622770919
[READ], 12300, 360.8538161424043
[READ], 12400, 372.65109170305675
[READ], 12500, 809.7736557877436
[READ], 12600, 394.19119897959183
[READ], 12700, 405.03697957072666
[READ], 12800, 641.49375
[READ], 12900, 424.4019342359768
[READ], 13000, 372.75677006400787
[READ], 13100, 351.6467268623025
[READ], 13200, 345.23691663588227
[READ], 13300, 368.5702488817525
[READ], 13400, 383.83170856849665
[READ], 13500, 319.0145038167939
[READ], 13600, 609.6572563484182
[READ], 13700, 376.11550263900824
[READ], 13800, 290.64581666933293
[READ], 13900, 560.6001016906064
[READ], 14000, 352.0413880562601
[READ], 14100, 355.55677613321
[READ], 14200, 332.7232903648678
[READ], 14300, 342.43445734702993
[READ], 14400, 384.26842767295597
[READ], 14500, 347.97425474254743
[READ], 14600, 385.89931783729156
[READ], 14700, 351.38211103495547
[READ], 14800, 369.2474226804124
[READ], 14900, 343.51115345813247
[READ], 15000, 340.4781979977753
[READ], 15100, 301.68616655196143
[READ], 15200, 465.5923036233801
[READ], 15300, 349.77957730300943
[READ], 15400, 347.60785649409627
[READ], 15500, 346.0585641605427
[READ], 15600, 300.32606000495906
[READ], 15700, 430.2969884537555
[READ], 15800, 332.69945355191254
[READ], 15900, 344.312733024517
[READ], 16000, 344.20725797362786
[READ], 16100, 312.0426726558113
[READ], 16200, 910.4881652104846
[READ], 16300, 324.37841005967607
[READ], 16400, 327.14122055674517
[READ], 16500, 350.8920871559633
[READ], 16600, 338.61899503036994
[READ], 16700, 353.1406931374799
[READ], 16800, 313.4193068740707
[READ], 16900, 267.91337011386315
[READ], 17000, 615.8961513652978
[READ], 17100, 567.4506524768782
[READ], 17200, 338.8935016052253
[READ], 17300, 345.76856981345395
[READ], 17400, 343.4952861952862
[READ], 17500, 343.9667415730337
[READ], 17600, 334.8532894736842
[READ], 17700, 377.1291597602958
[READ], 17800, 600.1460715603098
[READ], 17900, 339.1451327433628
[READ], 18000, 390.31150895140667
[READ], 18100, 357.7701283547258
[READ], 18200, 367.7727436174038
[READ], 18300, 637.8040554521001
[READ], 18400, 349.77845063985376
[READ], 18500, 1152.379403794038
[READ], 18600, 448.539969200616
[READ], 18700, 355.6811711607453
[READ], 18800, 413.62201215395004
[READ], 18900, 374.38405356055995
[READ], 19000, 373.9645338208409
[READ], 19100, 383.32750817198894
[READ], 19200, 350.93390438708184
[READ], 19300, 365.1502209131075
[READ], 19400, 382.75957727873185
[READ], 19500, 375.49431331784274
[READ], 19600, 354.0837478311162
[READ], 19700, 340.00970098151106
[READ], 19800, 369.1062904174015
[READ], 19900, 344.7965451055662
[READ], 20000, 353.2693509198195
[READ], 20100, 369.75159312252015
[READ], 20200, 358.2305626897035
[READ], 20300, 362.1309202021389
[READ], 20400, 353.5356483617905
[READ], 20500, 332.3796889295517
[READ], 20600, 613.4883840991223
[READ], 20700, 504.0963696369637
[READ], 20800, 521.2186478582488
[READ], 20900, 400.72748150038274
[READ], 21000, 389.10536522301226
[READ], 21100, 390.3613521564564
[READ], 21200, 392.76790940323195
[READ], 21300, 377.2786906126608
[READ], 21400, 422.6955857856746
[READ], 21500, 384.3608938547486
[READ], 21600, 407.2189317821259
[READ], 21700, 387.23493124277087
[READ], 21800, 399.617742987606
[READ], 21900, 402.86457105435494
[READ], 22000, 390.2429229756419
[READ], 22100, 507.9995094833224
[READ], 22200, 414.49455077086657
[READ], 22300, 420.22004387167533
[READ], 22400, 400.2620306357598
[READ], 22500, 383.3209908069459
[READ], 22600, 392.5735868059927
[READ], 22700, 358.0528506559031
[READ], 22800, 384.3060961464106
[READ], 22900, 839.6877449699504
[READ], 23000, 402.95276554087127
[READ], 23100, 435.4463172804533
[READ], 23200, 370.21989966555185
[READ], 23300, 362.7819815559234
[READ], 23400, 348.5293916609706
[READ], 23500, 362.98522109245687
[READ], 23600, 339.8390536001168
[READ], 23700, 554.1018490903668
[READ], 23800, 384.34389700420894
[READ], 23900, 357.14374052035936
[READ], 24000, 442.16143884892085
[READ], 24100, 352.8396541786744
[READ], 24200, 369.6862343297975
[READ], 24300, 360.4434006575857
[READ], 24400, 357.49493774002093
[READ], 24500, 401.4044885177453
[READ], 24600, 383.3877805486284
[READ], 24700, 373.9984267215297
[READ], 24800, 385.05213151643954
[READ], 24900, 391.93264578558694
[READ], 25000, 399.5647519582245
[READ], 25100, 353.4848335388409
[READ], 25200, 531.0630645161291
[READ], 25300, 383.74329879953956
[READ], 25400, 703.3584190579318
[READ], 25500, 379.0688329405928
[READ], 25600, 375.7198975234842
[READ], 25700, 353.7135122681719
[READ], 25800, 359.76070084666037
[READ], 25900, 355.1080736707981
[READ], 26000, 355.7590403337969
[READ], 26100, 349.21321595975763
[READ], 26200, 373.8001943398518
[READ], 26300, 354.7999529577796
[READ], 26400, 396.68848500254194
[READ], 26500, 355.81073216156443
[READ], 26600, 353.02154419471293
[READ], 26700, 292.0631062421545
[READ], 26800, 429.9912225705329
[READ], 26900, 363.39917306556407
[READ], 27000, 343.57414919990987
[READ], 27100, 347.2112932604736
[READ], 27200, 367.2174641148325
[READ], 27300, 381.6665013637491
[READ], 27400, 348.8666666666667
[READ], 27500, 370.73341375150784
[READ], 27600, 336.26231573642434
[READ], 27700, 766.0548714625189
[READ], 27800, 361.34939759036143
[READ], 27900, 392.6858378928617
[READ], 28000, 376.5386981666051
[READ], 28100, 346.69998860139066
[READ], 28200, 314.2650311968236
[READ], 28300, 488.66537877742513
[READ], 28400, 428.43670021120636
[READ], 28500, 354.85280482151137
[READ], 28600, 350.48078467362626
[READ], 28700, 366.970297029703
[READ], 28800, 412.6858561460011
[READ], 28900, 380.89099467360336
[READ], 29000, 355.68161383285303
[READ], 29100, 360.7471764705882
[READ], 29200, 351.6329842329382
[READ], 29300, 338.4944641275465
[READ], 29400, 354.4557358053302
[READ], 29500, 361.5319049291652
[READ], 29600, 347.16545454545457
[READ], 29700, 340.8713058994089
[READ], 29800, 342.05277870960526
[READ], 29900, 408.79486486486485
[READ], 30000, 303.44699821676244
[READ], 30100, 638.3578431372549
[READ], 30200, 413.5001239771882
[READ], 30300, 354.9302432837542
[READ], 30400, 376.7844923076923
[READ], 30500, 355.0984918793503
[READ], 30600, 342.22706498718094
[READ], 30700, 345.20286423094274
[READ], 30800, 353.1247851495359
[READ], 30900, 341.5307511999107
[READ], 31000, 353.06149239981573
[READ], 31100, 327.3214324005575
[READ], 31200, 402.8303739574926
[READ], 31300, 403.26704002185494
[READ], 31400, 420.97945300569205
[READ], 31500, 610.1766100355591
[READ], 31600, 422.9010134666111
[READ], 31700, 405.97081167532986
[READ], 31800, 482.7433425910799
[READ], 31900, 528.8737727910238
[READ], 32000, 441.6994730095428
[READ], 32100, 1244.6087155963303
[READ], 32200, 1002.6437414030262
[READ], 32300, 1348.1242750621375
[READ], 32400, 1378.8060633080695
[READ], 32500, 1478.3259402121505
[READ], 32600, 1088.9596073990185
[READ], 32700, 1391.2340334333476
[READ], 32800, 997.5637914070187
[READ], 32900, 1083.7745685100388
[READ], 33000, 575.3625225948986
[READ], 33100, 1215.5457212713936
[READ], 33200, 1030.845948352627
[READ], 33300, 621.8477869016623
[READ], 33400, 544.0155495978553
[READ], 33500, 620.9727072044952
[READ], 33600, 439.2877289674177
[READ], 33700, 572.2371364653244
[READ], 33800, 441.88891820580477
[READ], 33900, 358.88298987076496
[READ], 34000, 376.46891413216076
[READ], 34100, 342.09553280072015
[READ], 34200, 362.2805194805195
[READ], 34300, 506.32805018986295
[READ], 34400, 364.8423714857076
[READ], 34500, 351.6237542502052
[READ], 34600, 357.27138139164106
[READ], 34700, 339.14813585573626
[READ], 34800, 343.76983680360155
[READ], 34900, 368.0662607449857
[READ], 35000, 343.21293498937
[READ], 35100, 361.3846787479407
[READ], 35200, 342.38746248749584
[READ], 35300, 1023.918192918193
[READ], 35400, 342.55802772808585
[READ], 35500, 361.4763973696571
[READ], 35600, 409.8632341110217
[READ], 35700, 360.3918871252205
[READ], 35800, 366.28152317087773
[READ], 35900, 344.1464261707372
[READ], 36000, 804.3574721996202
[READ], 36100, 531.5447381382368
[READ], 36200, 350.30739432607953
[READ], 36300, 360.42129411764705
[READ], 36400, 366.57323624209147
[READ], 36500, 352.7718351887983
[READ], 36600, 347.99645349502345
[READ], 36700, 363.43546867640134
[READ], 36800, 365.11809523809524
[READ], 36900, 360.08609194057783
[READ], 37000, 362.5622190678969
[READ], 37100, 359.6294258373206
[READ], 37200, 352.69578587699317
[READ], 37300, 314.17172605953954
[READ], 37400, 584.7914260969977
[READ], 37500, 353.0704632089639
[READ], 37600, 339.14178195904816
[READ], 37700, 394.4896569446229
[READ], 37800, 343.2782462057336
[READ], 37900, 371.9205850356582
[READ], 38000, 340.786063027075
[READ], 38100, 348.3321167883212
[READ], 38200, 345.34181777227167
[READ], 38300, 394.33016199537155
[READ], 38400, 362.5372781065089
[READ], 38500, 649.6748023852448
[READ], 38600, 336.4140668063058
[READ], 38700, 349.81810915734184
[READ], 38800, 337.1011074197121
[READ], 38900, 349.09178798908096
[READ], 39000, 336.5877753303965
[READ], 39100, 343.72131887985546
[READ], 39200, 338.1329863802458
[READ], 39300, 341.0653813914501
[READ], 39400, 451.85206653225805
[READ], 39500, 575.9532288401253
[READ], 39600, 348.9431792302437
[READ], 39700, 347.1594071727571
[READ], 39800, 338.41800572309046
[READ], 39900, 336.0240263302249
[READ], 40000, 353.13590778097984
[READ], 40100, 340.39316714889827
[READ], 40200, 333.34207091581465
[READ], 40300, 374.6611409068747
[READ], 40400, 341.19112399643177
[READ], 40500, 333.43018165900634
[READ], 40600, 360.5570738602898
[READ], 40700, 321.95831925199957
[READ], 40800, 485.9381962459942
[READ], 40900, 333.7888928871297
[READ], 41000, 460.3138775510204
[READ], 41100, 328.7923614846692
[READ], 41200, 333.47095435684645
[READ], 41300, 335.1007887817704
[READ], 41400, 351.70836059139083
[READ], 41500, 575.615242881072
[READ], 41600, 331.2272034820457
[READ], 41700, 334.1241794310722
[READ], 41800, 338.25804304415357
[READ], 41900, 348.55116594973964
[READ], 42000, 347.79541846223634
[READ], 42100, 347.28442028985506
[READ], 42200, 355.66356444858076
[READ], 42300, 352.44921875
[READ], 42400, 350.4793040709575
[READ], 42500, 325.56095406360424
[READ], 42600, 486.6988618886497
[READ], 42700, 341.138328214129
[READ], 42800, 327.33301168650155
[READ], 42900, 329.77635817049605
[READ], 43000, 349.9334781117842
[READ], 43100, 255.75111411208644
[READ], 43200, 546.0991324317428
[READ], 43300, 337.5978368833462
[READ], 43400, 341.71069393228294
[READ], 43500, 593.2314297124601
[READ], 43600, 317.85196815072334
[READ], 43700, 358.90985074626866
[READ], 43800, 344.0294051627385
[READ], 43900, 334.93710830126446
[READ], 44000, 307.21845151140576
[READ], 44100, 381.132326007326
[READ], 44200, 333.1345080442158
[READ], 44300, 341.8053422370618
[READ], 44400, 345.88023952095807
[READ], 44500, 296.356969533567
[READ], 44600, 489.4201212721198
[READ], 44700, 331.73708666522583
[READ], 44800, 376.60932120019675
[READ], 44900, 335.1106247948353
[READ], 45000, 333.126496843022
[READ], 45100, 342.4227669576897
[READ], 45200, 349.4959516478504
[READ], 45300, 407.2816939521039
[READ], 45400, 424.0805234021137
[READ], 45500, 1140.397127692788
[READ], 45600, 863.3144768856448
[READ], 45700, 419.75425079702444
[READ], 45800, 380.2067527049928
[READ], 45900, 412.56062424969986
[READ], 46000, 421.1406510851419
[READ], 46100, 381.89332164255444
[READ], 46200, 463.6222793024199
[READ], 46300, 401.22119635890766
[READ], 46400, 426.40686798503475
[READ], 46500, 378.05764579414137
[READ], 46600, 396.9063935932782
[READ], 46700, 403.97777193213204
[READ], 46800, 414.5713718220339
[READ], 46900, 395.71270419873093
[READ], 47000, 393.0488771466314
[READ], 47100, 382.0910505836576
[READ], 47200, 319.63074159609954
[READ], 47300, 505.54213483146066
[READ], 47400, 365.39555723841977
[READ], 47500, 422.66173545499754
[READ], 47600, 342.70194142071597
[READ], 47700, 330.91768916155416
[READ], 47800, 721.9371245494593
[READ], 47900, 332.4981009224091
[READ], 48000, 427.93072246571467
[READ], 48100, 336.06810467535314
[READ], 48200, 340.1981469077919
[READ], 48300, 338.9819710209048
[READ], 48400, 341.83003687562854
[READ], 48500, 330.45966087050436
[READ], 48600, 341.916255051639
[READ], 48700, 370.81804080658634
[READ], 48800, 375.2897595508361
[READ], 48900, 342.6528242911364
[READ], 49000, 333.67038617219123
[READ], 49100, 331.7585233441911
[READ], 49200, 385.97401774397974
[READ], 49300, 366.7833651096282
[READ], 49400, 366.1612366230678
[READ], 49500, 343.8862767154106
[READ], 49600, 346.04028436018956
[READ], 49700, 327.66212884553545
[READ], 49800, 284.21213634661007
[READ], 49900, 451.1206137742358
[READ], 50000, 360.15242332006557
[READ], 50100, 428.5894268064933
[READ], 50200, 335.8855375096674
[READ], 50300, 510.84740523832767
[READ], 50400, 348.74096796182687
[READ], 50500, 330.4690877648076
[READ], 50600, 338.229293713272
[READ], 50700, 342.24044993874594
[READ], 50800, 344.5612084456424
[READ], 50900, 330.361669911313
[READ], 51000, 333.46778924497556
[READ], 51100, 444.9481076286221
[READ], 51200, 357.134835355286
[READ], 51300, 350.2411927239236
[READ], 51400, 509.0372046254399
[READ], 51500, 476.7557339449541
[READ], 51600, 518.3736842105263
[READ], 51700, 423.61032276015584
[READ], 51800, 422.54075935231714
[READ], 51900, 458.74248782944437
[READ], 52000, 473.5593711212247
[READ], 52100, 473.4079268292683
[READ], 52200, 414.92626603646187
[READ], 52300, 469.34713326042805
[READ], 52400, 367.1085171883017
[READ], 52500, 1440.46175504458
[READ], 52600, 477.47352199495657
[READ], 52700, 407.9836985569214
[READ], 52800, 409.30958980044346
[READ], 52900, 608.5012507215702
[READ], 53000, 433.1732821169441
[READ], 53100, 434.02095478178666
[READ], 53200, 726.2501616031028
[READ], 53300, 435.5970627503338
[READ], 53400, 356.5483908446613
[READ], 53500, 352.95888837850254
[READ], 53600, 365.9210118124329
[READ], 53700, 370.2925096339114
[READ], 53800, 398.35096590172435
[READ], 53900, 357.92067922772736
[READ], 54000, 378.3109449687462
[READ], 54100, 374.4239912227234
[READ], 54200, 459.0180767521114
[READ], 54300, 365.72288003827293
[READ], 54400, 365.788218459337
[READ], 54500, 372.0284983558641
[READ], 54600, 378.96758289165535
[READ], 54700, 457.522457563467
[READ], 54800, 367.8506727534839
[READ], 54900, 633.3799957255824
[READ], 55000, 412.714189006228
[READ], 55100, 406.076762868194
[READ], 55200, 466.1006881056031
[READ], 55300, 462.9308236193388
[READ], 55400, 518.2128234290589
[READ], 55500, 410.3027597402597
[READ], 55600, 406.08097600214506
[READ], 55700, 462.52899877899875
[READ], 55800, 398.72171769590034
[READ], 55900, 392.7856303069889
[READ], 56000, 387.8754688672168
[READ], 56100, 523.8795786825971
[READ], 56200, 596.7840864440078
[READ], 56300, 465.6043095004897
[READ], 56400, 495.2196921103271
[READ], 56500, 470.715564395823
[READ], 56600, 531.6648044692737
[READ], 56700, 509.83100285671327
[READ], 56800, 384.8627041149575
[READ], 56900, 756.1528156784917
[READ], 57000, 410.77721617418354
[READ], 57100, 428.3667005666134
[READ], 57200, 435.6963156447622
[READ], 57300, 354.3184417441029
[READ], 57400, 386.7814125146787
[READ], 57500, 2194.41291810842
[READ], 57600, 408.59429088090934
[READ], 57700, 454.96314883854313
[READ], 57800, 371.52041065754094
[READ], 57900, 384.68450704225353
[READ], 58000, 409.26309492156344
[READ], 58100, 407.13612217795486
[READ], 58200, 396.06790362066744
[READ], 58300, 431.3249276560562
[READ], 58400, 376.4675879396985
[READ], 58500, 383.28226681127984
[READ], 58600, 524.0904312876797
[READ], 58700, 386.5438111975898
[READ], 58800, 224.6090775988287
[READ], 58900, 6183.53616532721
[READ], 59000, 451.71132336307653
[READ], 59100, 617.1153225806452
[READ], 59200, 364.772721858249
[READ], 59300, 378.928999144568
[READ], 59400, 367.02004510147833
[READ], 59500, 394.561250766401
[READ], 59600, 366.28967074765245
[READ], 59700, 375.71164215686275
[READ], 59800, 373.8169507919236
[READ], 59900, 381.5343762865377
[CLEANUP], Operations, 32
[CLEANUP], AverageLatency(us), 565.5625
[CLEANUP], MinLatency(us), 16
[CLEANUP], MaxLatency(us), 1315
[CLEANUP], 0, 565.5625
java -cp /nscratch/joao/repos/bits/ycsb/work/src/YCSB/infinispan/src/main/conf:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/accumulo/src/main/conf:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/dynamodb/conf:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/cassandra/target/cassandra-binding-0.1.4.jar:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/cassandra/target/archive-tmp/cassandra-binding-0.1.4.jar:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/jdbc/src/main/conf:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/gemfire/src/main/conf:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/voldemort/src/main/conf:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/nosqldb/src/main/conf:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/hbase/src/main/conf:/nscratch/joao/repos/bits/ycsb/work/src/YCSB/core/target/core-0.1.4.jar com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.CassandraClient10 -P workloads/workloadd -p cassandra.connectionretries=10 -p fieldlength=10 -p updateretrycount=100 -p cassandra.operationretries=10 -p recordcount=50000000 -p reconnectiontime=1000 -p fieldcount=10 -p timeseries.granularity=100 -p threadcount=32 -p insertretrycount=10 -p readretrycount=1000 -p ignoreinserterrors=true -p hosts=169.229.49.94,169.229.49.95,169.229.49.96,169.229.49.97 -p maxexecutiontime=60 -p measurementtype=timeseries -p exportmeasurementsinterval=30000 -p operationcount=60000000 -t